Revit 2024 API
SymbolTypeId.KipPerFtSup2 Property
 Symbol kip/ft², indicating unit Kips per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KipPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace